Repository: StobyWan/Scriptor
Catalog: Scriptor/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

# alert_error_title
source: Error
de: Fehler
fr: Erreur
zh_hans: 错误

# alert_error_message
source: Unable to save
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible d'enregistrer
zh_hans: 无法保存

# intro_vc_intro_text
source: Please add a new project folder using the + button on the left side and give your site a title. Select your new project and begin editing your text and when you are ready to have a live view of your code press the play button in the upper right. You can add any assortment of frameworks by selecting a project and then pressing the + Edit Framworks Button.
de: Bitte fügen Sie eine neue Projektmappe mit der Taste + auf der linken Seite und geben Sie Ihrer Website einen Titel. Wählen Sie ein neues Projekt beginnen und bearbeiten Sie Ihren Text und wenn Sie bereit sind, um eine Live-Ansicht des Codes drücken Sie die Play-Taste in der oberen rechten haben. Sie können eine beliebige Auswahl von Frameworks, indem Sie ein Projekt, und drücken Sie dann die Taste + Bearbeiten Framworks hinzufügen.
es: Por favor, añada una nueva carpeta de proyecto con el botón + en la parte izquierda y darle a su sitio un título. Seleccione su nuevo proyecto y comenzar a editar el texto y cuando esté listo para tener una visión en directo de su código pulse el botón de reproducción en la parte superior derecha. Usted puede agregar cualquier variedad de marcos al seleccionar un proyecto y luego pulsando el botón + Edit Framworks.
fr: S'il vous plaît ajouter un nouveau dossier de projet en utilisant le bouton + sur le côté gauche et donner à votre site un titre. Sélectionnez votre nouveau projet et commencer à éditer votre texte et lorsque vous êtes prêt à avoir une vue en temps réel de votre code, appuyez sur le bouton de lecture dans le coin supérieur droit. Vous pouvez ajouter n'importe quel assortiment de cadres en sélectionnant un projet et puis en appuyant sur le bouton + Edit Framworks.
zh_hans: 请添加使用左侧的+按钮一个新的项目文件夹，让您的网站标题。选择您的新项目，并开始编辑你的文字，当你准备好让你的代码按播放键的实时视图的右上方。您可以通过选择一个项目，然后按下+编辑Framworks按钮添加框架的任何品种。

# intro_vc_intro_title
source: Welcome to Scriptor
de: Willkommen auf Scriptor
es: Bienvenido a Scriptor
fr: Bienvenue à Scriptor
zh_hans: 欢迎Scriptor

# master_vc_congrats_alert
source: Congratulations
de: Gratulation
es: ¡Felicidades
fr: Félicitations
zh_hans: 祝贺您

# master_vc_successfully_removed
source: Successfully removed
de: Erfolgreich entfernt
es: eliminado con éxito
fr: réussi à retirer
zh_hans: 成功删除

# master_vc_ok
source: ok
es: bueno
zh_hans: 行

# master_vc_sorry_alert
source: Sorry!
de: Es tut uns leid!
es: ¡Lo siento!
fr: Désolé!
zh_hans: 对不起!

# master_vc_failed_alert
source: Failed to create a new folder...
de: Fehler beim Erstellen eines neuen Ordners ...
es: No se pudo crear una nueva carpeta ...
fr: Impossible de créer un nouveau dossier ...
zh_hans: 无法创建一个新的文件夹...

# detail_vc_email_subject
source: Scriptor Project Package
de: Scriptor Projektpaket
es: Scriptor Paquete de Proyectos
fr: Scriptor paquet projet
zh_hans: Scriptor项目包

# deatil_vc_email_body
source: My Scriptor Project Package
de: Mein Scriptor Projektpaket
es: Mi Scriptor Paquete de Proyectos
fr: Mon Scriptor paquet projet
zh_hans: 我Scriptor项目包装

# detail_vc_mail
source: Mail
de: Post
es: Correo
fr: courrier
zh_hans: 邮件

# detaild_vc_mail_cancelled
source: Result: Mail sending canceled
de: Ergebnis: Mail Senden abgesagt
es: Resultado: Mail enviar cancelado
fr: Résultat: Envoi du courrier d'annulation
zh_hans: 结果：邮件发送取消

# detaild_vc_mail_saved
source: Result: Mail saved
de: Ergebnis: Mail gespeichert
es: Resultado: Mail ahorrado
fr: Résultat: Mail enregistré
zh_hans: 结果：邮件保存

# detaild_vc_mail_sent
source: Result: Mail sent
de: Ergebnis: Mail geschickt
es: Resultado: El correo enviado
fr: Résultat: Le courrier envoyé
zh_hans: 结果：发送邮件

# detaild_vc_mail_failed
source: Result: Mail sending failed
de: Ergebnis: Mail Versand fehlgeschlage
es: Falló al enviar correo: Resultado
fr: Résultat: Mail envoi a échoué
zh_hans: 结果：邮件发送失败

# detaild_vc_mail_not_sent
source: Result: Mail not sent
de: Ergebnis: Als E-Mail nicht gesendet
es: Resultado: El correo no enviado
fr: Résultat: Postez pas envoyé
zh_hans: R结果：邮件没有发送

# html_vc_error_alert_title
source: Script Error
de: Skriptfehler
es: Error de secuencias de comandos
fr: Erreur de script
zh_hans: 脚本错误

# html_vc_error_alert_message
source: Script tags have been altered! Please utilize the frameworks selection page to add and remove scripts. Feel free to add you own script tags as long as they come before or after the current script tags provided by Scriptor. The scripts will be reinserted...
de: Script-Tags wurden verändert! Bitte nutzen die Rahmenbedingungen Auswahl-Seite hinzufügen und entfernen Skripte. Fühlen Sie sich frei, Sie Script-Tags, so lange sie vor oder nach der aktuellen Script-Tags von Scriptor bereitgestellt kommen hinzu. Die Skripte werden wieder eingesetzt werden ...
es: Etiquetas de secuencias de comandos se han alterado! Por favor utilice la página de selección de marcos para añadir o quitar guiones. Siéntase libre de agregarle etiquetas script propios, siempre y cuando ellos vienen antes o después de las etiquetas de secuencia de comandos actuales proporcionadas por Scriptor. Los scripts se reinsertan ...
fr: Les balises de script ont été modifiés! S'il vous plaît utiliser la page de sélection des cadres d'ajouter et de supprimer des scripts. N'hésitez pas à vous ajouter des balises de script propres tant qu'ils viennent avant ou après les balises de script courants fournis par Scriptor. Les scripts seront réinsérés ...
zh_hans: 脚本标记已经改变！请利用框架选择页面添加和删除脚本。随意，只要他们来之前或Scriptor提供的当前脚本标签后添加你自己的脚本标签。该脚本将被重新插入...

# master_vc_new_project_name_icloud
source: New iCloud Project
de: New iCloud-Projekt
es: Nuevo Proyecto iCloud
fr: Nouveau Projet iCloud
zh_hans: 新的iCloud项目

# master_vc_new_project_name
source: New Project
de: Neues Projekt
es: Nuevo Proyecto
fr: Nouveau Projet
zh_hans: 新项目

# stack_manager_alert_file_exist_title
source: iCloud file exists
de: iCloud-Datei vorhanden
es: Archivo Existe iCloud
fr: iCloud fichier existe
zh_hans: icloud的文件存在

# stack_manager_alert_file_exist_message
source: Do you want to merge the data on this device with the existing iCloud data?
de: Möchten Sie die Daten auf dem Gerät mit den bestehenden iCloud-Daten zusammenführen?
es: ¿Quiere combinar los datos en este dispositivo con los datos de iCloud existentes?
fr: Voulez-vous fusionner les données sur cet appareil avec les données existantes iCloud?
zh_hans: 你要与现有的iCloud数据合并在此设备上的数据？

# stack_manager_alert_file_exist_button_no
source: No
de: Nicht
fr: Aucun
zh_hans: 无

# stack_manager_alert_file_exist_button_yes
source: Yes
de: Ja
es: Sí
fr: Oui
zh_hans: 是的

# stack_manager_vc_alert_store_moved
source: Please wait for a new store to be created.
de: Bitte warten Sie einen neuen Shop erstellt werden.
es: Espere a que una nueva tienda que se creará.
fr: S'il vous plaît attendre pour un nouveau magasin à créer.
zh_hans: 请等待要创建一个新的商店。

# stack_manager_alert_title_store_moved
source: Store file has been removed
de: Shop Datei entfernt wurde
es: Almacenar archivo se ha eliminado
fr: Fichier de magasin a été supprimé
zh_hans: 存储文件已被删除

# stack_manager_alert_icloud_sign-out_title
source: iCloud Sign-Out
zh_hans: iCloud的注册日期

# stack_manager_alert_icloud_sign-out_button
source: OK
es: Bueno
fr: Bien
zh_hans: 行

# stack_manager_alert_migration_icloud_message
source: Please wait while your files get migrated %@ iCloud
de: Bitte warten Sie, während Dateien werden migriert %@ iCloud
es: Por favor espere mientras sus archivos se migrarán %@ iCloud
fr: S'il vous plaît patienter pendant que vos fichiers migrés %@ iCloud
zh_hans: 请稍等，您的文件被迁移 ％@ 的iCloud

# stack_manager_alert_migration_icloud_title
source: File migration in progress
de: Datei-Migration im Gange
es: La migración de archivos en curso
fr: La migration des fichiers en cours
zh_hans: 正在进行文件迁移

# stack_manager_alert_icloud_choice_title
source: Choose Storage Option
de: Wählen Sie Storage Option
es: Elija la opción de almacenamiento
fr: Choisissez l'option de stockage
zh_hans: 选择存储选项

# stack_manager_alert_icloud_choice_message
source: Should documents be stored in iCloud or on just this device?
de: Sollten Dokumente in iCloud oder nur auf diesem Gerät gespeichert werden?
es: En caso de que los documentos se almacenarán en iCloud o en sólo este dispositivo?
fr: Documents doivent être stockés dans iCloud ou sur tout ce dispositif?
zh_hans: 文件应该被保存在iCloud中，或只是在此设备上？

# stack_manager_alert_icloud_choice_button_1
source: Local only
de: Nur Lokal
es: Sólo Local
fr: Local Uniquement
zh_hans: 仅限本地

# stack_master_alert_icloud_disabled_title
source: You're not using iCloud
de: Sie sind nicht mit iCloud
es: Usted no está usando iCloud
fr: Vous n'êtes pas en utilisant iCloud
zh_hans: 你不使用的iCloud

# stack_master_alert_icloud_disabled_message
source: What would you like to do with documents currently on this phone?
de: Was würden Sie mit Dokumenten, die derzeit auf diesem Telefon tun?
es: ¿Qué le gustaría hacer con los documentos actualmente en este iPad?
fr: Que voulez-vous faire avec les documents actuellement sur ce téléphone?
zh_hans: 请问您喜欢做的是单据，目前这款手机吗？

# stack_master_alert_icloud_disabled_button_1
source: Keep using iCloud
de: Halten Sie mit iCloud
es: Siga usando iCloud
fr: Continuez à utiliser iCloud
zh_hans: 继续使用的iCloud

# stack_master_alert_icloud_disabled_button_2
source: Keep on My iPad
de: Halten Sie sich auf Ihr iPad
es: Mantener en mi iPad
fr: Gardez sur mon iPad
zh_hans: 继续我的iPad

# stack_master_alert_icloud_disabled_button_3
source: Delete from My iPad
de: Löschen von iPad
es: Borrar de mi iPad
fr: Supprimer de mon iPad
zh_hans: 从我的iPad中删除

source: Project
es: Proyecto
fr: Projet
zh_hans: 项目

# details_vc_alert_title_mail_sent
source: Mail sent!
de: E-Mail geschickt!
es: Correo enviado!
fr: Courrier envoyé!
zh_hans: 邮件已发送!

# details_vc_alert_title_message_sent
source: Message sent!
de: Nachricht wurde gesendet!
es: Mensaje enviado!
fr: Message envoyé!
zh_hans: 消息已发出！

# details_vc_alert_title_airdrop_sent
source: AirDrop sent!
de: AirDrop geschickt!
es: Lanzamiento desde el aire enviado!
fr: Parachutage envoyé!
zh_hans: 空投送！

# detail_vc_alert_title_project_zip
source: Project Zip
de: Projekt-Zip
es: Proyecto Zip
fr: Projet Postal
zh_hans: 项目邮编

# detail_vc_alert_message_project_zip
source: An Error Occured While Zipping this Project!
de: Fehler beim Zippen dieses Projekt!
es: Ocurrió un error al Comprimir este proyecto!
fr: Une erreur est survenue lors Compresser ce projet!
zh_hans: 时发生错误荏苒这个项目！

# settings_vc_alert_title_backup
source: Backup Successful
de: Sicherung erfolgreich
es: Respaldo exitoso
fr: Sauvegarde Réussie
zh_hans: 备份成功的

# settings_vc_alert_message_backup
source: Your data has been backed up
de: Ihre Daten wurden gesichert
es: Sus datos han sido respaldados
fr: Vos données ont été sauvegardées
zh_hans: 您的数据已经备份

# ftppopover_untitled
source: Untitled
es: Intitulado
zh_hans: 无题

# valid_url
source: You successfully imported this image
de: Sie dieses Bild erfolgreich importiert
es: Importó éxito esta imagen
fr: Vous avez importé avec succès cette image
zh_hans: 你成功导入这个图片

# not_valid_url
source: This is not a valid URL!
de: Dies ist keine gültige URL!
es: Esto no es una URL válida!
fr: Ceci n'est pas une URL valide!
zh_hans: 这不是一个有效的 URL！

# image_import_alert_title
source: Image Import
de: Bildimport
es: Importar imagen
fr: Importation d'images
zh_hans: 图像导入

# no_image
source: This url does supply an image...
de: Dies tut url liefern ein Bild ...
es: Esta URL suministrar una imagen ...
fr: Cette URL ne fournir une image ...
zh_hans: 这个网址确实提供图像...

# image_url_label
source: Image URL:
de: Bild-URL:
es: URL de la imagen:
fr: URL de l'image:
zh_hans: 图片网址:
